{
  "targets": {
    "title": "РОЗВИВАЄМО",
    "we-code": "Програмування для бізнесу",
    "we-design": "Веб-дизайн",
    "sub-title": "ВАШ БІЗНЕС В ІНТЕРНЕТІ",
    "text": "ОСНОВНИМИ НАПРЯМКАМИ НАШОЇ РОБОТИ Є АВТОМАТИЗАЦІЯ, ПРОЕКТУВАННЯ, ГРАФІЧНИЙ ДИЗАЙН, РОЗРОБКА ВЕБ-САЙТІВ, МІСЬКИЙ ДИЗАЙН, АРХІТЕКТУРА, ЕКОНОМІЧНИЙ ДИЗАЙН, НАВІГАЦІЙНІ СИСТЕМИ, ПРОМИСЛОВИЙ ДИЗАЙН, ДИЗАЙН ІНТЕРФЕЙСІВ, СТВОРЕННЯ ПЕТТЕРНА, КНИГОВИДАННЯ. LEONIS DEV STUDIO – РІЗНОСТОРОННЯ КРЕАТИВНА І ТЕХНОЛОГІЧНА КОМПАНІЯ, ЩО ПОЄДНУЄ ТЕХНОЛОГІЇ ТА АНАЛІТИКУ З ТВОРЧИМИ ІДЕЯМИ."
  },
  "stepper": {
    "title": "ЯК МИ ПРАЦЮЄМО?",
    "steps": [
      {
        "number": "01",
        "title": "ПІДГОТОВКА",
        "text": "Це початок і основа основ. Ми знайомимося, налагоджуємо комунікацію, обговорюємо загальні цілі та вимоги до проекту. Ключовим моментом є визначення цінності, яку проект має вам принести, і розробка користувацьких сценаріїв разом із дизайнером та спеціалістом із якості, котрі створюють і затверджують продукт на усіх його рівнях. Також на цьому етапі встановлюється графік роботи і дедлайни."
      },
      {
        "number": "02",
        "title": "ДИЗАЙН",
        "text": "Тут народжується краса. Ми працюємо для ваших потенційних клієнтів, тому створюємо дизайн, орієнтований на вподобання та досвід користувачів. Кожен проект має бути особливим. Тому розроблений нами дизайн завжди є унікальним та візуально відображає основну ідею проекту. Також на цьому етапі розпочинається контроль якості."
      },
      {
        "number": "03",
        "title": "РОЗРОБКА",
        "text": "Функціональність твориться на основі прототипу та дизайну. Цей етап завжди ділиться на частини, що дозволяє здійснити часткову реалізацію та попередній запуск продукту. Завдяки цьому можна регулярно здійснювати оновлення та вдосконалювати результат. У процесі розробки відбувається контроль якості та дотримання узгоджених із вами термінів."
      },
      {
        "number": "04",
        "title": "ПЕРЕВІРКА",
        "text": "Це дуже цікава частина роботи. Сценарії користувача різними способами перевіряються перед запуском. Спочатку перевірку здійснюють тестувальники, потім – керівник команди. І коли нарешті все перевірено та підтверджено, можна насолоджуватися результатом. Це свого роду багаторівнева «страховка» часу замовника, адже у майбутньому не доведеться нічого виправляти чи доповнювати."
      },
      {
        "number": "05",
        "title": "ТЕХНІЧНА ПІДТРИМКА",
        "text": "Ми на одній хвилі із потребами сучасних споживачів. Турбуємося про те, щоб наші сайти та інші продукти були сучасними та ефективними. І річ не лише у тому, щоб вони працювали – цінність проекту можна збільшувати безкінечно. Ми завжди відкриті до нових пропозицій та враховуємо тенденції європейського ринку."
      }
    ]
  },
  "technologies": {
    "title": "ТЕХНОЛОГІЇ",
    "sub-title": "HARD SKILLS"
  },
  "services": {
    "title": "ПОСЛУГИ",
    "services-list": [
      {
        "title": "РОЗРОБКА",
        "list": [
          {
            "title": "Лендінг",
            "text": "Веб-сторінка для просування конкретного товару чи послуги. За допомогою лендінга ви можете зібрати контактні дані про потенційних клієнтів."
          },
          {
            "title": "Каталог продукції",
            "text": "Перелік товарів із зазначеними характеристиками та цінами, який є хорошою інформаційною базою для ваших покупців та партнерів."
          },
          {
            "title": "Сайт-візитка",
            "text": "Невелика веб-сторінка або їх набір, що містить максимум інформації про компанію (чи підприємця) та її діяльність."
          },
          {
            "title": "Магазин",
            "text": "Сайт, за допомогою якого відбувається онлайн-торгівля товарами. Він містить каталог та різноманітні додаткові сторінки."
          },
          {
            "title": "Корпоративний сайт",
            "text": "Високоякісна та повноцінна презентація компанії в інтернеті. Може використовуватися як внутрішня платформа для ділового спілкування працівників."
          }
        ]
      },
      {
        "title": "ДИЗАЙН",
        "list": [
          {
            "title": "Адаптивний веб-дизайн",
            "text": "Дизайн веб-ресурсів, що забезпечує якісне та повноцінне відображення сайту на будь-якому пристрої, а також його коректну взаємодію з користувачем."
          },
          {
            "title": "Фірмовий стиль",
            "text": "Комплекс заходів, що включає розробку логотипів, підбір кольорів і шрифтів, текстових і графічних елементів, які забезпечують впізнаваність бренду."
          },
          {
            "title": "Дизайн рекламної продукції",
            "text": "Оформлення товарів у відповідному фірмовому стилі з логотипом компанії – для їх розвитку та просування бренду."
          },
          {
            "title": "Дизайн упаковки",
            "text": "Оформлення товарів у відповідному фірмовому стилі з логотипом компанії – для їх розвитку та просування бренду."
          },
          {
            "title": "Дизайн інтерфейсу",
            "text": "Розробка користувацьких інтерфейсів, в яких зручність використання та інформативність не менш важливі, ніж ідеальний зовнішній вигляд."
          },
          {
            "title": "Ілюстрації та графіка",
            "text": "Малювання унікальних ілюстрацій, графічних іконок, інфографіки та пояснювальних анімаційних відео."
          }
        ]
      },
      {
        "title": "МАРКЕТИНГ",
        "list": [
          {
            "title": "Аналіз цільової аудиторії",
            "text": "Формування \"портрету\" клієнтів, збір інформації про їхні пріоритети та звички через спілкування, використання веб-аналітики для визначення характеристик трафіку. Розробка маркетингової стратегії."
          },
          {
            "title": "Контекстна реклама",
            "text": "Запуск банерів і текстової реклами в пошукових системах та на партнерських сайтах."
          },
          {
            "title": "Рекламні кампанії",
            "text": "Планування рекламних заходів як частини маркетингової стратегії, спрямованої на просування бренду."
          },
          {
            "title": "SMM-просування",
            "text": "Розробка контент-плану, ведення соціальних мереж і блогів компанії, живе спілкування з потенційними клієнтами, налаштування таргетованої реклами."
          },
          {
            "title": "Виготовлення фотографій",
            "text": "Створення якісних фотографій за допомогою професійного обладнання, розробка дизайнерами зображень, які будуть відповідати контексту діяльності компанії та цілям просування."
          }
        ]
      }
    ]
  }
}
